;Localization:
;Thank you very much translators for your time to help me improve Listary!
;You’ll get one Listary Pro license for free if you help translate this file into your language.
;Contact support@listary.com for more information.

;Copy English.ini to YourLanguage.ini

[Info]
;Language name in your own language e.g. Deutsch
Language=Slovenščina
;Language name in English e.g. German
LanguageEn=Slovenian
;Your name here. You can also leave your email, website, blog...
Translator=Vinko Kastelic
;Version of this language file
Version=1.0.0
;If you don't know, leave it blank
Codepage=

;Note to translators:
;Please keep escape sequences like \n, \t, %d, %s, %% unchanged
[Strings]
;Global
601=Brez
602=Možnosti Listary

;Tray Menu
1001=Spletna pomoč
1002=Preveri za posodobitve...
1003=Vizitka
1004=Izhod

;Toolbar
1100=Išči

;Favorite Menu
2000=Priljubljene
2001=Ta aplikacija
2002=Splošno
2003=Dodaj tukaj
2004=Dodaj trenutno mapo med priljubljene
2050=Napaka pri dodajanju med priljubljene
2051=Listary ni uspelo dobiti poti od te aplikacije.

;Recent Menu
2100=Nedavno
2101=Počisti
2103=Mapa
2104=Datoteka
2105=Spremljaj to aplikacijo
2106=Ne spremljaj te aplikacije
2107=Prikaži več...

;Smart Menu
2200=Napredno
2201=Trenutno odprte mape
2202=Preklopi na zadnjo odprto mapo v upravitelju datotek
2203=Odpri izbrano datoteko v upravitelju datotek
2204=Razišči trenutno mapo
2205=Ukazna vrstica
2206=Pojdi v mapo aplikacije
2207=Razišči mapo aplikacije
2208=Prikaži končnico datoteke
2209=Pokaži skrite datoteke in mape
2210=Kopiraj pot mape v odložišče
2211=Kopiraj poti izbranih postavk v odložišče
2212=Kopiraj prikazana imena izbranih postavk v odložišče
2213=Možnosti
2214=Nadgradi v Pro različico
2215=Dodaj aplikacijo na seznam podpore
2216=Onemogoči Listary za to aplikacijo
2217=Izvozi seznam vsebine v datoteko CSV
2218=Separator
2250=%s je bil uspešno dodan seznam podpore.
2251=Lahko uporabite klik koleščka miške ali bližnjico %s za aktiviranje Listary v %s.
2252=Ali ste prepričani, da želite onemogočiti Listary za to aplikacijo?
2253=Onemogoči Listary
2254=Listary se ne bo prikazal več od naslednjega zagona te aplikacije.\nVedno jo lahko ponovno omogočite v Možnosti > Aplikacije.

;Search
2300=Seznam
2301=Pojdi na
2302=Ni postavk, ki ustrezajo vašemu iskanju.

;Options > General
3000=Splošno
3001=Zaženi Listary ob zagonu Windows-ov
3002=Za Windows XP Explorer nastavi vhodni fokus na seznam datotek samodejno
3003=Preveri za posodobitve, ko odprem Možnosti
3004=Hitro stikalo (Odpri trenutno mapo v pogovornem oknu datoteke, ko preklopite na upravitelja datotek)
3005=Jezik:
3006=Privzeti upravitelj datotek
3007=Izpolnite to, če vam je ljubše uporabljati upravitelja datotek, ki ni Windows Explorer.\nUporabi %1 v parametru za pot. Ne pozabite ponudbe.


;Options > Favorites
3100=Priljubljene
3101=Podrobnosti
3102=Ime:
3103=Bližnjica:
3104=Vrsta:
3105=Pot:
3106=Podmeni
3107=Dodaj postavko med priljubljene
3108=Odstrani izbrano priljubljeno postavko

;Options > Recent
3200=Nedavno
3201=Splošne nedavne postavke:
3206=Spremljaj splošne nedavne postavke
3207=Spremljaj nedavne datoteke in mape za vse aplikacije
3208=Samodejno izberi zadnjo odprto datoteko v odprtem pogovornem oknu datotek
3209=Odstrani izbrane nedavne postavke
3210=Odstrani vse nedavne postavke
3211=Splošne nedavne postavke
3212=Nedavne mape po aplikaciji
3213=Nedavne datoteke po aplikaciji
3214=Nedavne postavke menija
3215=Išči nedavne datoteke in mape

;Options > Smart Commands
3300=Napredni ukazi
3301=Podrobnosti ukaza
3303=Ukaz:
3305=Pokaži ta ukaz v Naprednem meniju
3306=Dodaj ukaz po meri
3307=Ime
3308=Bližnjica
3309=Ukaz
3310=Pokaži v Naprednem meniju
3311=Dodaj vgrajen napredni ukaz
3312=Odstrani izbrani ukaz

;Options > Applications
3400=Aplikacije
3401=Nastavitve aplikacije: (vplivajo le na izbrano aplikacijo na zgornjem seznamu)
3402=Omogoči Listary za to aplikacijo
3403=Spremljaj nedavne datoteke in mape
3404=Dodaj aplikaciji, da spremeni svoje nastavitve
3405=Odstrani izbrano aplikacijo, skupaj z njenimi priljubljenimi in nedavnimi postavkami
3406=Pot

;Options > Keyboard and Mouse
3500=Tipkovnica in miška
3501=Bližnjice
3502=Splošno:
3503=Prikaži Listary orodno vrstico:
3504=Prikaži pojavni meni:
3505=Lokalno (deluje le dokler je Listary orodna vrstica prikazana):
3506=Meni Priljubljene:
3507=Meni Nedavne:
3508=Meni Napredno:
3509=Omogoči lokalnim bližnjicam (vključno z bližnjicami za priljubljene in napredne ukaze) za Explorer, ko je skrita Listary orodna vrstica.
3510=Miška
3511=Dvokliknite na prazno področje za aktiviranje Listary v Raziskovalcu/Pogovornem oknu datoteke/Namizju
3512=Klik koleščka za aktiviranje Listary

;Options > Display
3600=Display
3601=Pozicija okna
3602=Absolutno
3603=Relativno na seznam
3604=Relativno na okno
3605=Od zgoraj
3606=Od spodaj
3607=Od leve
3608=Od desne
3609=Prosojnost
3610=Meni
3611=Največje število prikazanih postavk:
3612=Največja širina (v pikslih):
3613=Najmanjša širina (v pikslih):
3614=Miško preko za odprtje menijev (zakasnitev v milisekundah, 0 onemogoči):
3615=Pojavni meni
3616=Prikaži nedavne postavke v podmeniju
3617=pikslov

;Options > Integration
4000=Integracija
4001=Dodaj meni imenikov Total Commander-ja v Listary Priljubljene
4002=Uporabi Total Commander namesto pogovornih oken datotek:

;Options > Compatibility
3700=Kompatibilnost
3701=Listary bo deloval tudi z naslednjimi aplikacijami:
3702=Dodaj aplikacijo na seznam za podporo
3703=Odstrani izbrano aplikacijo s seznama za podporo
3704=Upravitelj datotek
3705=Razred
3706=Izvedljivo
3707=Naslovna vrstica
3708=Da
3709=Ne

;Options > Pro
3800=Nadgradi v Listary Pro
;3801=
3802=Ime:
3803=E-pošta:
3804=Registracijska koda:
3805=Opomba
3806=Listary je na voljo kot brezplačen za osebno in nepridobitno uporabo. V teh primerih se lahko podeli pravico do uporabe tega programa brezplačno.
3807=Za komercialno uporabo boste morali nadgraditi v Listary Pro.
3808=Prilepi iz odložišča
3809=Preveri registracijsko kodo

;Options > About
3900=Vizitka
3901=Listary je brezplačen za osebno uporabo. Če ga želite uporabljati v komercialne namene ali potrebujete nekaj naprednih funkcij, vas prosimo, kupite Pro različico.
3902=Prikaži domačo stran
3903=Za ta program ima licenco

;Add Application Dialog
4100=Dodaj aplikacijo
4101=Povlecite Iskalnik nad naslovno vrstico aplikacije, jo izberite in nato spustite gumb miške.
4102=Iskalnik:
4103=Razred:
4104=Izvedljivo:
4105=Naslovna vrstica:
4106=Je upravitelj datotek (preveri da se omogočijo funkcije, ki delujejo le v upravitelju datotek)
4107=*NEUSPELO* Cilj deluje kot admin?

;Custom Command Dialog
4200=Ukaz po meri
4201=Celotna pot izvršljive datoteke.\nPrimer: C:\ Programske datoteke\7-Zip\7z.exe
4202=Parameter:
4203=Primer prikazuje kako dodati izbrane datoteke v arhiv z uporabo 7-Zip.\n\nLahko uporabite naslednje spremenljivke v parametru. Spremenljivke ne vsebujejo narekovajev . Dodajte jih ročno, glede na vaše potrebe.
4204=%datoteka%\t\tCelotna pot za izbrano datoteko/mapo.\nPrimer:  D:\download\music\example.mp3\n\n%path%\tPath of the current folder.\nExample: D:\download\music\\n\n%filename%\tFile name of the select file/folder.\nExample: example.mp3

;Add Favorite Dialog
4300=Dodaj Priljubljene